{
    "fr": " <p>Je suis actuellement en 3ème au collège Kerbertrand de Quimperlé et je souhaiterais préparer un baccalauréat technologique en STI2D dans votre établissement. Intégrer le Lycée Colbert est pour moi la garantie d'avoir accès à un enseignement de qualité qui me préparera au mieux à la poursuite de mes études supérieures dans le domaine de l'informatique et de la robotique. Je souhaiterais vivement intégrer le cursus ROBOTIQUE. Voici un aperçu de mes compétences.</p> <p>Lors de mon stage de troisième année, j'ai également pu travailler dans le secteur du web, dans l'entreprise Tholie. Cette entreprise travaille dans le secteur du commerce électronique. J'ai appris à administrer un site de commerce électronique, à créer des fiches produits et à résoudre des problèmes de code. Cela m'a permis de mieux comprendre les besoins des entreprises dans le domaine du web.</p><p>Depuis mon enfance, j'ai toujours été attiré par le monde de la construction. Créer des villages, des objets, des personnages avec des briques (LEGO).</p><p>De plus, j'ai commencé la robotique avec des kits tels que smart robot, Lego Mindstorm. J'ai même voulu postuler chez Google pour créer des humanoïdes.</p><p>A partir de l'âge de 13 ans, j'ai commencé à m'intéresser à l'impression 3D. J'ai pu m'exercer à imprimer et à fabriquer des objets utiles du quotidien et à réparer et créer des objets endommagés. Mes sources d'information et d'inspiration sont Thingiverse. Par Ultimaker Cura, un logiciel d'impression 3D grâce auquel je peux configurer mon impression. </p><p>J'utilise aussi parfois des logiciels comme Meshmixer et FreeCAD pour créer mes propres impressions 3D (voir photo). En raison de mon amour du design, je reçois beaucoup de kits de construction à Noël (voir photo) (mécanique lego et construction en bois). J'aime suivre un plan de construction et découvrir de nouveaux mécanismes.</p><p>Aussi, j'ai commencé cette année avec l'impression en résine, mais j'ai eu quelques difficultés avec les réglages. (voir photo du projet).</p><p>Ensuite, grâce à une formation Arduino en ligne, j'ai appris les bases de l'électronique, j'ai fabriqué une chenille, construit des petits moteurs.</p><p>J'ai également appris le logiciel Scratch. Ce logiciel permet de coder des mini-jeux en ajoutant des blocs fonctionnels. Projets : combats de sorciers, jeux de balles, jeux de dessins, jeux de poissons, mini jeux de perroquets et mini Mario.</p><p>D'ailleurs, j'ai commencé à coder grâce à mon grand frère qui est ingénieur, Back developer (explication du code).</p><p>J'ai commencé à apprendre plusieurs types de langages comme html, css et ts (typescript). Je n'ai vu que brièvement json et js (javascript).</p><p>Outre l'excellente qualité de l'enseignement, le Lycée Colbert propose des cours optionnels tels que les sciences de l'ingénieur et le programme ROBOTICS, que j'aimerais intégrer, afin de me préparer à l'enseignement supérieur et de faire des choix de carrière réalistes et ambitieux.</p><p>Je vous remercie de votre intérêt et de l'attention que vous portez à ma candidature.</p><p>Dans l'attente d'une réponse, je vous prie d'agréer, Madame, Monsieur, l'expression de mes salutations distinguées.</p><p>Sanceo Clovis Elève de 3eme à KBT</p>",
    "en": "<p>I am currently in 3ème at Kerbertrand‘s secondary school in Quimperlé and would like to study for a technological baccalaureate in STI2D at your school. Joining the Lycée Colbert is for me a guarantee of having access to high quality teaching which will prepare me in the best possible way for the pursuit of my higher education studies in the field of computer science and robotics. I would very much like to integrate the ROBOTICS curriculum. Here’s an overview of my skills.</p><p>During my third year internship, I was also able to work in the web sector, in the company Tholie. The company works in the e-commerce sector. I learned how to administer an e-commerce site, create product sheets and solve problems with the code. This allowed me to better understand the needs of companies in the web domain.</p><p>Since I was a child, I have always been attracted by the world of construction. Creating villages, objects, characters with bricks (LEGO).</p><p>Moreover, I started robotics with kits such as smart robot, Lego Mindstorm. I even wanted to apply to Google to create humanoids.</p><p>From the age of 13, I started to get interested in 3D printing. I was able to practice printing and making useful everyday objects and repairing and creating damaged objects. My sources of information and inspiration are Thingiverse. Through Ultimaker Cura, a 3D printing software through which I can configure my printing. </p><p>Also, I sometimes use software like Meshmixer and FreeCAD to create my own 3D prints (see Photo). Because of my love of design, I receive a lot of construction kits at Christmas (see photo) (lego mechanic and wooden construction). I like to follow a construction plan and discover new mechanisms.</p><p>Also, I started this year with resin printing, but I had some difficulties with the settings. (see project photo).</p><p>Then, thanks to an online Arduino training, I learned the basics of electronics, I made a caterpillar, built small motors.</p><p>I also learned the Scratch software. This software allows you to code mini-games by adding functional blocks. Projects: wizard fights, ball games, drawing games, fish games, mini parrot games and mini Mario.</p><p>By the way, I started coding thanks to my older brother who is an engineer, Back developer (code explanation). I started to learn several types of languages like html, css and ts (typescript). I only saw json and js (javascript) briefly.</p><p>Apart from the excellent quality of teaching, Lycée Colbert offers optional courses such as engineering sciences and the ROBOTICS curriculum, which I would like to join, in order to prepare myself for higher education and to make realistic and ambitious career choices.</p><p>Thank you for your interest and considering any application.</p><p>I look forward to hearing from you.</p><p>Sanceo Clovis Elève de 3eme à KBT</p>"



}

