{
    "fr": " <p>Je suis actuellement en terminal au Lycée Colbert de Lorient, je souhaiterais préparer un Bachelors Universitaire de Technologie en Informatique dans votre établissement. Intégrer le BUT de Vannes est pour moi la garantie d'avoir accès à un enseignement de qualité. Ce cursus me fournira une préparation exhaustive pour poursuivre mes études supérieures en informatique et m'ouvrira les portes vers une multitude de perspectives professionnelles.</p> <p>Lors des portes ouvertes et de la journée d'intégration j’ai rencontré Mr Munoz ainsi que Théo et Leny qui nous ont accompagné durant toute la journée. J’ai découvert les domaines de la cybersécurité et de la data. Je souhaiterais vivement intégrer le Parcours Développement.</p><p>Grâce à une formation Arduino en ligne, j'ai appris les bases de l'électronique en fabriquant différents projets. J'ai également appris le logiciel Scratch. Ce logiciel permet de coder des mini-jeux en ajoutant des blocs fonctionnels</p><p>D'ailleurs, j'ai commencé à coder grâce à mon grand frère qui est ingénieur développeur et a appris plusieurs types de langages comme HTML, CSS et le Typescript.</p><p>Durant le lycée j’ai développé une extension disponible sur le Chrome Store pour PRONOTE. Étant limité sur cette lettre je vous joins mon portfolio: <href>https://clovis-sanceo.com/ .</p><p>Je vous remercie de votre intérêt et de l'attention que vous portez à ma candidature. Dans l'attente d'une réponse, je vous prie d'agréer, Madame, Monsieur, l'expression de mes salutations distinguées.</p><p>Sanceo Clovis Lycéen de Terminal à Colbert</p>",
    "en": "<p>I am currently in my final year at Lycée Colbert in Lorient, and I would like to prepare for a Bachelor's degree in Information Technology at your institution. Joining the Vannes University Institute of Technology (BUT) is for me a guarantee of accessing quality education. This curriculum will provide me with comprehensive preparation to pursue higher studies in computer science and will open doors to a multitude of professional opportunities.</p><p>During open days and integration day, I met Mr. Munoz, as well as Théo and Leny, who accompanied us throughout the day. I discovered the fields of cybersecurity and data. I would greatly like to join the Development Track.</p><p>Thanks to an online Arduino course, I have learned the basics of electronics by creating various projects. I have also learned the Scratch software. This software allows coding mini-games by adding functional blocks.</p><p>Moreover, I started coding thanks to my older brother, who is a developer engineer and has learned several programming languages such as HTML, CSS, and Typescript.</p><p>During high school, I developed an extension available on the Chrome Store for PRONOTE. Due to space limitations in this letter, I am attaching my portfolio: https://clovis-sanceo.com/. </p><p>Thank you for your interest and attention to my application. I look forward to your response. Yours sincerely.</p><p>Sanceo Clovis Lycéen de Terminal à Colbert</p>",
"frExtrait":"Je suis actuellement en terminal au Lycée Colbert de Lorient, je souhaiterais préparer un Bachelors Universitaire de Technologie en Informatique dans votre établissement. Intégrer le BUT de Vannes est pour moi la garantie d'avoir accès à un enseignement de qualité. Ce cursus me fournira une préparation exhaustive pour poursuivre mes études supérieures en informatique et m'ouvrira les portes vers une multitude de perspectives professionnelles.",
"enExtrait":"I am currently in my final year at Lycée Colbert in Lorient, and I would like to prepare for a Bachelor's degree in Information Technology at your institution. Joining the Vannes University Institute of Technology (BUT) is for me a guarantee of accessing quality education. This curriculum will provide me with comprehensive preparation to pursue higher studies in computer science and will open doors to a multitude of professional opportunities."

}

