{
    "fr": "Je m'appelle Clovis Sanceo, j'ai 15 ans . Je voudrais intégrer le lycée Colbert en seconde STI2D avec l'option robotix. Depuis tout petit j'ai toujours été attiré par le monde de la construction. Créer des villages des objets, des personnages à l'aide de briques (LEGO). J'ai pu débuter la robotique grâce à des kits tels que smart robot, Lego Mindstorm. Je voulais poser ma candidature auprès de google afin de créer des humanoïdes. A partir de 13 ans j'ai commencé à m'intéresser à l'impression 3D. J'ai pu m'exercer à imprimer et à fabriquer des objets utiles du quotidien et à réparer et créer des objets endommagés. Mes sources d'information et d'inspiration sont Thingiverse. Grâce au logiciel Ultimaker Cura (explication du logiciel) je peux paramètrer mon impression. De plus, j'utilise parfois les logiciels Meshmixer et FreeCAD pour créer mes propres impressions 3D. (Voir Photo) Par mon appétence à la modélisation, je reçois énormément de kit de construction a Noel. (voir photo) J’ai débuté cette année l’impression en résine mais j’ai encore quelque difficultés avec les paramètrage (voir photo projet) D’autre part, j’ai appris en autodidacte le logiciel scratch projets: combat sorciers, jeux ball, jeux dessin , jeux poisson, mini jeux perroquet et mini mario j’ai aimé : simplicité rapidité facile à prendre en main pour débutant, visuelle(couleur des bloc), importer les décor et les personnage  j’ai pas aimé: trop limité par les actions. j’ai pu débuter le code grâce à mon grand frère qui est ingénieur, développeur Back (explication code)",
    "en": "My name is Clovis Sanceo, I am 15 years old. I would like to join the Lycée Colbert in the second STI2D with the robotix option. Since I was a child I have always been attracted to the world of construction. Creating villages, objects and characters with help bricks(LEGO). I was able to start robotics thanks to kits such as Smart robot, Lego Mindstorm. I wanted submit my application nearby google to create humanoïds. From the age 13 I started to get interested in 3D printing/. I was able to practice printing and making useful everyday objects and repairing and creating damaged objects. My sources of information and inspiration are Thingiverse. Thanks to the Ultimaker Cura software (explanation of the software) I can set up my printing. In addition, I sometimes use Meshmixer and FreeCAD to create my own 3D prints. (See Photo) Because of my interest in modeling, I receive a lot of construction kits at Christmas. (see photo) I started this year with resin printing but I still have some difficulties with the settings (see project photo) ARDUINO: training On the other hand, I learned the scratch software by myself projects: wizards fight, ball games, drawing games, fish games, mini parrot games and mini mario I liked: simplicity speed easy to take in hand for beginner, visual (colour of the block), to import the decoration and the character I did not like: too limited by the actions. I was able to start coding thanks to my older brother who is an engineer, back developer (code explanation)"
}